Repository: Lluisma/woocommerce-sku-images
Catalog: lang/woocommerce-sku-images-*.po
Languages: es

source: There are no products with this SKU
es: No hay productos con este SKU

source: Product attachments
es: Imágenes de producto

source: Normalized Filename
es: Nombre normalizado

source: Original Filename
es: Nombre original

source: Pending images
es: Imágenes pendientes

source: Remove selected images from upload folder
es: Eliminar de la carpeta <i>upload</i> las imágenes seleccionadas

source: Upload & Replace with selected images
es: Sube & Reemplaza con las imágenes seleccionadas

source: Upload & Add selected images
es: Subir & Añadir imágenes seleccionadas

source: Images with a correct SKU could be renamed with the normalized name (removing blank spaces, dashes, parenthesis, etc...), resized and attached to the correspondent SKU product. You can perform the following actions:
es: A las imágenes con un SKU correcto se las puede normalizar el nombre (eliminar espaicios en blanco, guiones medios, paréntesis, etc...), redimensionar y vincular al producto SKU correspondiente. Podéis realizar las siguientes acciones:

source: The list shows all the existing images in the preload folder (defined on settings page) and checks if each image name is SKU_index formatted.
es: La lista muestra todas las imágenes existentes en la carpeta de precarga (definida en la página de configuración) y verifica si el nombre de cada imagen responde al formato SKU_índice.

source: Can't upload this images:
es: No se pueden subir estas imágenes:

source: Upload images:
es: Imágenes subidas:

source: The preload folder defined on plugin settings does not exist.
es: No existe la carpeta de precarga definida en la configuración del plugin.

source: Not defined preload folder on plugin settings.
es: No se ha definido la carpeta de precarga en la configuración del plugin.

source: Attach & Add selected items
es: Vincular & Añadir los casos seleccionados

source: Unattached images
es: Imágenes no vinculadas

source: Remove the selected ones on last column <i>checkboxes</i> from <i>upload</i> folder.
es: Eliminar de la carpeta <i>upload</i> los casos seleccionados en las casillas de la última columna.

source: Remove selected images
es: Eliminar imágenes seleccionadas

source: Attach & Replace with selected images
es: Vincular & Reemplazar con las imágenes seleccionadas

source: Attach & Add selected images
es: Vincular & Añadir imágenes seleccionadas

source: There may be images with SKU_index formated name on <i>wp-content/uploads</i> folder that hasn't been attached to correspondent SKU product. You can perform the following actions:
es: Pueden exisitir imágnees con el nombre con formato SKU_índice en la carpeta <i>wp-content/uploads</i> que no han sido vinculadas al producto SKU correspondiente. Podéis realizar las siguientes acciones:

source: Unattached images on <i>uploads</i> folder
es: Imágenes no vinculadas en la carpeta <i>uploads</i>

source: Duplicated references set to same index.
es: Hay referencias duplicadas al mismo índice.

source: No selected items
es: No hay elementos seleccionados

source: Select any option
es: Seleccionad alguna opción

source: Existing product images will be removed. Do you agree?
es: La imágenes existentes del producto seran eliminadas. ¿Estáis de acuerdo?

source: Selected images will be added to the product's existing ones. Do you agree?
es: Las imágenes seleccionadas seran añadidas a las existentes del producto. ¿Estáis de acuerdo?

source: Do you want to remove the selected images?
es: ¿Queréis eliminar las imágenes seleccionadas?

source: Undefined SKU
es: SKU no definido

source: Not defined index on the image
es: Imagen sin índice definido

source: Related SKU product without images
es: Productos SKU relacionados sin imágenes

source: Execute
es: Ejectuar

source: Free SKU Product Image Attachments
es: Adjuntos de productos SKU no vinculados

source: Remove the selected ones on last column <i>checkboxes</i>.
es: Eliminar los casos seleccionados en las casillas de la última columna

source: Remove selected attachments
es: Eliminar los adjuntos seleccionados

source: Remove the existing product images (thumbnail and gallery) and attach the selected ones (first column <i>checkboxes</i>).
es: Eliminar las imágenes del producto (principal y galería) y vincularle las seleccionadas (casillas de la primera columna).

source: Replace with selected attachments
es: Reemplazar con los adjuntos seleccionados

source: Add the selected images (first column <i>checkboxes</i>) to the existing gallery product images (even the first one as thumbnail if it does not exist).
es: Añadir las imágenes seleccionadas (casillas de la primera columna) a la galería de imágenes existentes del producto (así como también como imagen principal si esta no existiese).

source: Add selected attachments
es: Añadir adjuntos seleccionados

source: There may be attachments with SKU_index formated title but not linked to correspondent SKU product. You can perform the following actions:
es: Pueden existir archivos vinculados y con el título con formato SKU_índice que no estén asociados al producto SKU correspondiente. Podéis realizar las siguientes acciones:

source: Can't attach this images:
es: No se pueden vincular estas imágenes

source: Attached images:
es: Imágenes vinculadas:

source: Can't delete this images:
es: No se pueden eliminar estas imágenes:

source: Deleted images:
es: Imágenes eliminadas:

source: Duplicated elements
es: Elementos duplicados

source: Save Settings
es: Guardar configuración

source: Settings Saved
es: Configuración guardada

source: For large-sized images you can set this value (in pixels) to resize them and make them lighter (default value: 600).
es: Para imágenes de grandes dimensiones podéis establecer este valor (en píxeles) para redimensionarlas y hacerlas más ligeras (valor por defecto: 600).

source: Optimized image size
es: Tamaño para las imágenes optimizadas

source: Number of rows showed on images lists (default value: 20)
es: Número de filas de la listas de imágenes (valor por defecto:20)

source: Items per page
es: Elementos por página

source: Path to the directory where you upload your images via FTP
es: Camino al directorio donde subires vuestras imágenes via FTP

source: Preload Folder
es: Carpeta de precarga

source: Settings
es: Configuración

source: Free attachments
es: Adjuntos libres

source: Free SKU attachments
es: Adjuntos SKU libres

source: Unattached
es: No vinculadas

source: Unattached SKU images
es: Imágenes SKU desvinculadas

source: Pending uploads
es: Cargas pendientes
